9/data/attachments/7bc904d52370a41b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Valerie_Mrs_Friend_83373_8</nif:username>
            <nif:friendToBeRequested>soap_friends_57c0ffc4-d148-40b0-9854-4359852bcd50</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>